i = 1
numb = 0

while i <= 100:
    numb += i
    i += 1

print(numb)

# Напишите цикл while, который суммирует числа от 1 до 100 и выводит результат