a = 1
b = 2

while a <= 100:
    print(a, end=" ")
    temp = a + b
    a = b
    b = temp


# Напишите программу, которая выводит числа Фибоначчи до 100