number = 0
while number < 10:
    number += 1
    print(f"number = {number}")
    
# Напишите цикл while, который выводит числа от 1 до 10.