# Создайте переменную is_sunny и присвойте ей логическое значение True. Выведите это значение

is_sunny = True
print(is_sunny)