# Создайте две переменные x и y со значениями 7 и 3. Обменяйте их значения местами и выведите их

x = 7
y = 3
x, y = y, x
print("x =", x)
print("y =", y)