# Создайте две переменные a и b, присвойте им значения 10 и 20 соответственно, а затем выведите их сумму

a = 10

b = 20

print(a + b)