# Создайте переменную age, присвойте ей ваше возраст, затем выведите сообщение "Ваш возраст: `age`"

age = 12
print("your age is: " + age)