# 3. Напишите программу, которая считает сумму чисел в списке.

numbers = [1, 2, 3, 4, 5]
sum = 0

for num in numbers:
    sum += num
    print(sum)