# 1. Напишите цикл for, который выводит числа от 0 до 10.

for n in range(0, 11, 1):
    print(n, end=" ")